{
	"universities": [
		{
			"id": "kau",
			"name": "جامعة الملك عبدالعزيز",
			"link": "https://kau.edu.sa/",
			"description": "جامعة الملك عبدالعزيز هي جامعة حكومية تقع في مدينة جدة. تأسست في عام 1967، وتعتبر واحدة من أكبر الجامعات في المملكة العربية السعودية. توفر الجامعة مجموعة واسعة من التخصصات الأكاديمية في مختلف المجالات مثل الطب، والهندسة، والعلوم الإنسانية، والعلوم الاجتماعية، والفنون. تتميز الجامعة بمرافقها الحديثة ومختبراتها المتطورة، إضافة إلى مكتبة مركزية كبيرة تضم مجموعة غنية من الكتب والمراجع. تهدف جامعة الملك عبدالعزيز إلى تحقيق التميز الأكاديمي والبحثي، وتسعى إلى إعداد كوادر مؤهلة تساهم في تنمية المجتمع السعودي وتعزيز مكانة المملكة على الصعيدين الإقليمي والدولي.",
			"image": {
				"width": 1500,
				"height": 1120
			}
		},
		{
			"id": "ksu",
			"name": "جامعة الملك سعود",
			"link": "https://ksu.edu.sa/",
			"description": "جامعة الملك سعود هي جامعة حكومية تقع في مدينة الرياض. تأسست في عام 1957، وتعد أول جامعة في المملكة. توفر الجامعة برامج أكاديمية متنوعة تشمل مجالات الطب، والهندسة، والعلوم الطبيعية، والعلوم الإنسانية، والإدارة، والعلوم الاجتماعية. تتميز جامعة الملك سعود بمرافقها المتقدمة، مثل المستشفيات الجامعية، والمختبرات البحثية، والمكتبة المركزية الكبيرة. تهدف الجامعة إلى تحقيق التميز في التعليم والبحث العلمي، وتقديم خدمة مجتمعية متميزة. تسعى جامعة الملك سعود إلى إعداد خريجين مؤهلين قادرين على المساهمة في تطوير المجتمع السعودي وتعزيز التنمية الاقتصادية والثقافية للمملكة.",
			"image": {
				"width": 797,
				"height": 597
			}
		},
		{
			"id": "seu",
			"name": "الجامعة السعودية الإلكترونية",
			"link": "https://seu.edu.sa/",
			"description": "الجامعة السعودية الإلكترونية هي جامعة حكومية تأسست في عام 2011 في مدينة الرياض. تهدف إلى تقديم تعليم عالي الجودة يعتمد على تقنيات التعليم الإلكتروني والتعليم عن بعد. توفر الجامعة مجموعة واسعة من التخصصات الأكاديمية في مجالات مثل إدارة الأعمال، وتقنية المعلومات، والصحة، والعلوم الإنسانية. تتميز الجامعة بمرونتها في توفير التعليم للطلاب من مختلف أنحاء المملكة، مما يتيح لهم مواصلة تعليمهم دون التقيد بالزمان والمكان. تسعى الجامعة السعودية الإلكترونية إلى إعداد كوادر مؤهلة تلبي احتياجات سوق العمل الحديث وتساهم في تحقيق رؤية المملكة 2030 من خلال تطوير نظام تعليمي مبتكر ومتقدم.",
			"image": {
				"width": 1920,
				"height": 900
			}
		},
		{
			"id": "uod",
			"name": "جامعة الإمام عبد الرحمن بن فيصل",
			"link": "https://uod.edu.sa/",
			"description": "جامعة الإمام عبد الرحمن بن فيصل هي جامعة حكومية تقع في مدينة الدمام. تأسست في عام 1975 تحت اسم جامعة الدمام، وتم تغيير اسمها إلى جامعة الإمام عبد الرحمن بن فيصل في عام 2016. توفر الجامعة برامج أكاديمية متنوعة تشمل مجالات الطب، والهندسة، والعلوم الصحية، والعلوم الإدارية، والفنون والعلوم الإنسانية. تتميز الجامعة بمرافقها الحديثة ومراكزها البحثية المتقدمة، إضافة إلى مستشفياتها التعليمية التي تقدم خدمات طبية عالية الجودة. تهدف الجامعة إلى تحقيق التميز الأكاديمي والبحثي، وتسعى إلى إعداد خريجين مؤهلين قادرين على المساهمة في تطوير المجتمع السعودي وتعزيز التنمية المستدامة في المملكة.",
			"image": {
				"width": 1538,
				"height": 770
			}
		},
		{
			"id": "qu",
			"name": "جامعة القصيم",
			"link": "https://qu.edu.sa/",
			"description": "جامعة القصيم هي جامعة حكومية تقع في منطقة القصيم. تأسست في عام 2004 وتضم مجموعة واسعة من الكليات التي تقدم برامج أكاديمية متنوعة تشمل الطب، والهندسة، والعلوم، والشريعة، والعلوم الإنسانية، والاقتصاد والإدارة. تتميز الجامعة بمرافقها الحديثة، بما في ذلك المختبرات المتطورة والمكتبات الغنية بالموارد الأكاديمية. تسعى جامعة القصيم إلى تحقيق التميز في التعليم والبحث العلمي، وتقديم خدمات مجتمعية متميزة. تهدف الجامعة إلى إعداد خريجين مؤهلين قادرين على تلبية احتياجات سوق العمل المحلي والإقليمي، والمساهمة في تحقيق رؤية المملكة 2030 من خلال تطوير الكفاءات البشرية ودعم الابتكار.",
			"image": {
				"width": 1098,
				"height": 576
			}
		},
		{
			"id": "iu",
			"name": "الجامعة الإسلامية بالمدينة المنورة",
			"link": "https://iu.edu.sa/",
			"description": "الجامعة الإسلامية بالمدينة المنورة هي جامعة حكومية تأسست في عام 1961 وتقع في المدينة المنورة. تهدف الجامعة إلى تعليم العلوم الشرعية والعربية وإعداد العلماء والدعاة القادرين على نشر الإسلام وتعاليمه في جميع أنحاء العالم. تضم الجامعة كليات متعددة تشمل الشريعة، والدعوة وأصول الدين، والقرآن الكريم والدراسات الإسلامية، واللغة العربية، والهندسة، والحاسب الآلي. تتميز الجامعة بتقديمها لبرامج تعليمية متميزة ومرافق حديثة، إضافة إلى مكتبة إسلامية ضخمة تحتوي على مجموعة واسعة من الكتب والمخطوطات النادرة. تسعى الجامعة الإسلامية إلى تحقيق التميز في التعليم والبحث العلمي، والمساهمة في نشر وتعزيز القيم الإسلامية.",
			"image": {
				"width": 100,
				"height": 525
			}
		},
		{
			"id": "taibahu",
			"name": "جامعة طيبة",
			"link": "https://taibahu.edu.sa/",
			"description": "جامعة طيبة هي جامعة حكومية تقع في المدينة المنورة. تأسست في عام 2003، وتقدم مجموعة متنوعة من البرامج الأكاديمية في مجالات متعددة مثل الطب، والهندسة، والعلوم، والإدارة، والآداب، والتربية، وعلوم الحاسب. تضم الجامعة العديد من الكليات والمراكز البحثية، وتتميز بمرافقها الحديثة ومختبراتها المتقدمة. تسعى جامعة طيبة إلى تحقيق التميز الأكاديمي والبحثي، وتعزيز خدمة المجتمع من خلال تقديم برامج تعليمية مبتكرة وإجراء بحوث علمية متقدمة. تهدف الجامعة إلى إعداد خريجين مؤهلين يساهمون في تطوير المجتمع وتحقيق أهداف التنمية المستدامة في المملكة، بما يتماشى مع رؤية السعودية 2030.",
			"image": {
				"width": 1280,
				"height": 718
			}
		},
		{
			"id": "uqu",
			"name": "جامعة أم القرى",
			"link": "https://uqu.edu.sa/",
			"description": "جامعة أم القرى هي جامعة حكومية تقع في مدينة مكة المكرمة. تأسست في عام 1949 تحت اسم كلية الشريعة، وكانت أول مؤسسة تعليم عالي في المملكة. تحولت إلى جامعة أم القرى في عام 1981. تقدم الجامعة برامج أكاديمية متنوعة في مجالات مثل الشريعة والدراسات الإسلامية، والطب، والهندسة، والعلوم الاجتماعية، والعلوم الطبيعية، وإدارة الأعمال، والتربية. تضم الجامعة العديد من الكليات والمراكز البحثية المتقدمة، وتتميز بمرافقها الحديثة ومكتباتها الشاملة. تسعى جامعة أم القرى إلى تحقيق التميز الأكاديمي والبحثي، وإعداد كوادر مؤهلة تساهم في تنمية المجتمع السعودي وتلبية احتياجات سوق العمل المحلي والدولي، بما يتوافق مع رؤية المملكة 2030.",
			"image": {
				"width": 600,
				"height": 338
			}
		},
		{
			"id": "kku",
			"name": "جامعة الملك خالد",
			"link": "https://kku.edu.sa/",
			"description": "جامعة الملك خالد هي جامعة حكومية تقع في مدينة أبها. تأسست في عام 1998 بدمج فرعي جامعة الإمام محمد بن سعود الإسلامية وجامعة الملك سعود في المنطقة الجنوبية. تقدم الجامعة برامج أكاديمية متنوعة في مجالات مثل الطب، والهندسة، والعلوم، والعلوم الإنسانية، والإدارة، والتربية، وعلوم الحاسب. تضم الجامعة العديد من الكليات والمراكز البحثية المتقدمة، وتتميز بمرافقها الحديثة ومختبراتها المجهزة. تسعى جامعة الملك خالد إلى تحقيق التميز الأكاديمي والبحثي، وتقديم خدمات مجتمعية متميزة. تهدف الجامعة إلى إعداد خريجين مؤهلين يساهمون في تطوير المجتمع السعودي وتعزيز التنمية المستدامة، بما يتماشى مع رؤية المملكة 2030.",
			"image": {
				"width": 778,
				"height": 449
			}
		},
		{
			"id": "kfupm",
			"name": "جامعة الملك فهد للبترول والمعادن",
			"link": "https://kfupm.edu.sa/",
			"description": "جامعة الملك فهد للبترول والمعادن هي جامعة حكومية تقع في مدينة الظهران. تأسست في عام 1963 تحت اسم كلية البترول والمعادن، ثم تحولت إلى جامعة في عام 1975. تُعد واحدة من أبرز الجامعات في مجالات الهندسة، والعلوم، وإدارة الأعمال، وتتميز ببرامجها الأكاديمية عالية الجودة والمصنفة دوليًا. تضم الجامعة كليات متعددة مثل كلية الهندسة، وكلية العلوم، وكلية الإدارة الصناعية، وتوفر مختبرات متقدمة ومرافق بحثية حديثة. تهدف الجامعة إلى تحقيق التميز في التعليم والبحث العلمي، وتقديم حلول مبتكرة لتحديات الطاقة والموارد الطبيعية. تسعى جامعة الملك فهد للبترول والمعادن إلى إعداد كوادر مؤهلة تساهم في تطوير قطاع الطاقة والصناعات البتروكيميائية، بما يتماشى مع رؤية المملكة 2030.",
			"image": {
				"width": 1257,
				"height": 679
			}
		},
		{
			"id": "uj",
			"name": "جامعة جدة",
			"link": "https://uj.edu.sa/",
			"description": "جامعة جدة هي جامعة حكومية تقع في مدينة جدة. تأسست في عام 2014، وتعد واحدة من أحدث الجامعات في المملكة. توفر الجامعة برامج أكاديمية متنوعة تشمل مجالات الطب، والهندسة، والعلوم، والاقتصاد، والإدارة، والآداب، والتربية، وعلوم الحاسب. تتميز الجامعة بمرافقها الحديثة ومختبراتها المتطورة، وتسعى إلى تقديم تعليم عالي الجودة يعزز الإبداع والابتكار. تهدف جامعة جدة إلى تحقيق التميز الأكاديمي والبحثي، وإعداد خريجين مؤهلين قادرين على تلبية احتياجات سوق العمل والمساهمة في التنمية المستدامة للمملكة. تلتزم الجامعة بدعم رؤية المملكة 2030 من خلال تطوير الكفاءات البشرية وتعزيز البحث العلمي والتكنولوجيا.",
			"image": {
				"width": 800,
				"height": 533
			}
		},
		{
			"id": "jazanu",
			"name": "جامعة جازان",
			"link": "https://jazanu.edu.sa/",
			"description": "جامعة جازان هي جامعة حكومية تقع في منطقة جازان. تأسست في عام 2006 ككلية جامعية مستقلة، ثم تطورت إلى جامعة في عام 2007. توفر الجامعة مجموعة متنوعة من البرامج الأكاديمية في مختلف المجالات مثل الطب، والهندسة، والعلوم، والزراعة، والتمريض، والإدارة، والآداب، والتربية. تتميز الجامعة ببيئة دراسية حديثة ومرافق تعليمية متطورة تشمل مختبرات ومكتبات ومراكز بحثية. تسعى جامعة جازان إلى تحقيق التميز الأكاديمي والبحثي، وتعزيز التنمية المستدامة في المنطقة وخدمة المجتمع المحلي. تعمل الجامعة على توفير برامج تعليمية مبتكرة تلبي احتياجات سوق العمل، وتساهم في تنمية المهارات والكفاءات لدى الطلاب، مما يساهم في تحقيق رؤية المملكة 2030.",
			"image": {
				"width": 1200,
				"height": 749
			}
		},
		{
			"id": "sr",
			"name": "جامعة سليمان الراجحي الأهلية",
			"link": "https://sr.edu.sa/",
			"description": "جامعة سليمان الراجحي هي جامعة خاصة تقع في مدينة البكيرية. تأسست الجامعة في عام 2009، وتقدم مجموعة واسعة من البرامج الأكاديمية في مختلف التخصصات، بما في ذلك الطب، وطب الأسنان، والصيدلة، والتمريض، والعلوم الطبية التطبيقية. تهدف الجامعة إلى تقديم تعليم عالي الجودة والمساهمة في تطوير الرعاية الصحية والبحث الطبي في المنطقة. تسعى الجامعة إلى تحضير محترفي الرعاية الصحية المؤهلين الذين يمكنهم تلبية احتياجات المجتمع والمساهمة في تحسين نتائج الصحة العامة.",
			"image": {
				"width": 1280,
				"height": 720
			}
		},
		{
			"id": "kfsc",
			"name": "كلية الملك فهد الأمنية",
			"link": "https://kfsc.edu.sa/",
			"description": "كلية الملك فهد الأمنية هي مؤسسة تعليمية رائدة في مجالات الأمن والدراسات الاستراتيجية. تأسست الكلية بهدف توفير تعليم عالي الجودة في مجالات الأمن والاستراتيجيات العسكرية، وتدريب الكوادر الأمنية المؤهلة لخدمة الوطن وحماية أمنه واستقراره. تتميز الكلية ببرامجها التعليمية المتطورة، وكوادرها التدريسية المتميزة، والتركيز على تطوير المهارات العملية التي تسهم في تأهيل الطلاب لمواجهة التحديات الأمنية المعاصرة.",
			"image": {
				"width": 1763,
				"height": 867
			},
			"override": {
				"text": "كلية"
			}
		}
	],
	"jobSearchPlatforms": [
		{
			"id": "jadarat",
			"name": "جدارات",
			"link": "https://jadarat.sa/",
			"description": "جدارات هو موقع إلكتروني يقدم منصة شاملة للتوظيف والبحث عن وظائف في المملكة. يوفر الموقع فرص عمل متنوعة في مختلف القطاعات والمجالات بالإضافة إلى خدمات تسهل عملية البحث عن الوظائف المناسبة، مثل إمكانية إنشاء سيرة ذاتية احترافية وتحديد المعايير المطلوبة في الوظائف المرغوبة. يعتبر جدارات موقعًا موثوقًا به للباحثين عن عمل والشركات التي تبحث عن موظفين مؤهلين في المملكة.",
			"image": {
				"width": 795,
				"height": 451
			}
		},
		{
			"id": "teleworks",
			"name": "منصة العمل عن بعد",
			"link": "https://teleworks.sa/",
			"description": "منصة العمل عن بعد هي موقع إلكتروني يهدف إلى توفير فرص العمل والتوظيف للأفراد الذين يفضلون العمل من مواقعهم بعيدًا عن المكاتب التقليدية. يوفر الموقع فرص عمل متنوعة في مختلف القطاعات والمجالات، مثل تقنية المعلومات، التسويق الرقمي، الكتابة، التصميم، وغيرها. يمكّن الموقع المستخدمين من البحث عن فرص العمل المناسبة لمهاراتهم وخبراتهم، والتقديم لها عبر الإنترنت. تُعَتبر منصة العمل عن بعد مصدرًا موثوقًا وموجهًا للأفراد الذين يسعون للعمل بمرونة وتحقيق التوازن بين الحياة الشخصية والمهنية.",
			"image": {
				"width": 702,
				"height": 456
			}
		},
		{
			"id": "sabbar",
			"name": "صبّار",
			"link": "https://sabbar.com/",
			"description": "منصة رائدة تربط الشركات بالباحثين عن عمل بكفاءة وسهولة. تقدم خدمات للتوظيف بدوام كامل أو جزئي، وتستخدم الذكاء الاصطناعي لتوصية المتقدمين المناسبين. تضم أكثر من 100 ألف موظف مؤهل وتغطي أكثر من 400 مسمى وظيفي حول المملكة. توفر مقابلات فيديو مسجلة لتسهيل عملية التوظيف، وتعتبر وجهة مثالية للباحثين عن فرص عمل قريبة من موقعهم.",
			"image": {
				"width": 852,
				"height": 480
			}
		}
	],
	"graduatesSupportPlatforms": [
		{
			"id": "subol",
			"name": "سُبل",
			"link": "https://subol.sa/",
			"description": "سُبل هو موقع يوفر خدمات في مجال التوظيف والتدريب في المملكة. يهدف الموقع إلى تسهيل عملية البحث عن عمل وتوفير فرص التدريب للأفراد السعوديين. يوفر سُبل قاعدة بيانات واسعة تضم الشركات والمؤسسات الباحثة عن موظفين ومتدربين، مما يسهل على الباحثين عن عمل والمتدربين العثور على الفرص المناسبة لهم. كما يوفر الموقع خدمات تسهيل الاتصال بين الشركات والمتقدمين للعمل أو التدريب، ويقدم معلومات حول برامج التدريب المتاحة في مختلف المجالات.",
			"image": {
				"width": 568,
				"height": 328
			},
			"override": {
				"imagePadding": true,
				"darkerImageBackground": true
			}
		},
		{
			"id": "pif",
			"name": "برنامج صندوق الاستثمارات العامة لتطوير الخريجين",
			"link": "https://www.pif.gov.sa/ar/careers/graduate-development-program/",
			"description": "برنامج تطوير الخريجين هو مبادرة تهدف إلى تأهيل الخريجين السعوديين وإعدادهم لسوق العمل. يتعاون البرنامج مع جامعات ومؤسسات عالمية لتقديم تدريب مهني يتماشى مع رؤية السعودية 2030. بدأ البرنامج في عام 2017 بـ40 مرشحًا، وفي العام الحالي يستقبل 165 خريجًا. يمتد التدريب لعشرة أشهر، يتضمن تعليمًا نظريًا وتدريبًا عمليًا، وينتهي بحصول المشاركين على شهادة من صندوق الاستثمارات العامة. يعزز المهارات العملية ويوفر فرصًا للتعلم من خبراء، مما يساهم في تحقيق رؤية 2030 وبناء مستقبل مهني ناجح.",
			"image": {
				"width": 330,
				"height": 340
			}
		},
		{
			"id": "nsuv",
			"name": "برنامج تمكين الخريجين",
			"link": "https://nsuv.uj.edu.sa/programs/%D8%AA%D9%85%D9%83%D9%8A%D9%86-%D8%A7%D9%84%D8%AE%D8%B1%D9%8A%D8%AC%D9%8A%D9%86/",
			"description": "برنامج تمكين الخريجين هو جزء من مبادرات جامعة جدة لضمان تميز خريجيها وزيادة قابليتهم للتوظيف. يركز البرنامج على تطوير المهارات المهنية والفنية للطلاب الحاليين والخريجين، ويعمل على إعادة تأهيلهم لمواكبة متطلبات سوق العمل المتطور. من خلال الشراكة مع قطاعات التوظيف، يهدف البرنامج إلى بناء كوادر وطنية مؤهلة علمياً وشخصياً، مما يضمن توفر المهارات والمعارف الاستراتيجية اللازمة للمستقبل.",
			"image": {
				"width": 784,
				"height": 274
			},
			"override": {
				"imagePadding": true
			}
		}
	]
}
