<svelte:head>
	<title>مسابقة التوجيه المهني الرقمية</title>
</svelte:head>

<section class="prose p-3 mx-auto">
	<h1>تعريف التوجيه المهني</h1>
	<p>
		التوجيه المهني هو عملية تقديم الدعم والمساعدة للأفراد لمساعدتهم في تحديد مساراتهم المهنية
		واتخاذ القرارات المتعلقة بحياتهم المهنية. يهدف التوجيه المهني إلى:
	</p>
	<ul>
		<li>
			<b>التقييم الذاتي: </b>مساعدة الأفراد في فهم اهتماماتهم، قدراتهم، وقيمهم الشخصية
			والمهنية.
		</li>
		<li>
			<b>اتخاذ القرارات: </b>مساعدة الأفراد في اتخاذ قرارات مهنية مستنيرة بناءً على تقييم ذاتي
			شامل واستكشاف الخيارات المتاحة.
		</li>
		<li>
			<b>التخطيط والتنفيذ: </b>دعم الأفراد في وضع خطط عمل لتحقيق أهدافهم المهنية وتزويدهم
			بالمهارات والمعرفة اللازمة لتحقيق النجاح.
		</li>
		<li>
			<b>التطوير المستمر: </b>تشجيع الأفراد على تطوير مهاراتهم ومعرفتهم باستمرار لمواكبة
			التغيرات في سوق العمل.
		</li>
	</ul>
	<p>
		التوجيه المهني مفيد في مختلف المراحل العمرية والتعليمية، من المدارس إلى الجامعات. يعد
		التوجيه المهني أداة مهمة لتحقيق التوافق بين طموحات الأفراد واحتياجات سوق العمل، مما يسهم في
		تحسين الإنتاجية والرضا الوظيفي.
	</p>
</section>
